Repository: GluuFederation/oxPush2
Catalog: IOS/oxPush2-IOS/Resources/*.lproj/Localizable.strings
Languages: fr, uk

# OneStep
source: 1 step:
uk: 1 етап:

# TwoStep
source: 2 step:
uk: 2-й етап:

# OneStepMode
source: One step
uk: Один етап

# TwoStepMode
source: Two step
uk: Два етапи

# ScanButtonTitle
source: Scan QR Code
fr: Scannez le code QR
uk: Сканувати QR код

# AlertTitle
source: Info
uk: Інформація

# AlertTitleSuccess
source: Success
fr: Le succès
uk: Успішно

# AlertTitleFailed
source: Failed
fr: Échoué
uk: Невдало

# AlertMessageNoQRScanning
source: Your device doesn't support QR Scanning
fr: Votre appareil ne fonctionne pas QR Numérisation
uk: Цей пристрій не підтримує сканування QR коду

# WrongQRImage
source: You scaned wrong QR Code!
fr: Semble mal l'image Code QR vous scène!
uk: Здається ви відсканували поганий QR код!

source: QR Code Scanning...
uk: Сканування QR коду ...

# QRCodeCalceled
source: QR Scanning canceled!
fr: QR Numérisation annulée!
uk: Відміна сканування QR коду!

source: Unsupported U2F_V2 version!
fr: Ancienne version de U2F_V2!
uk: Не підтримується U2F_V2 версія!

# StartAuthentication
source: Authentication...
uk: Ідентифікація...

# SuccessAuthentication
source: Congratulations, you've success authenticated!
fr: Félicitations, vous avez le succès authentifiés!
uk: Вітаємо, ви вдало пройшли ідентифікацію!

source: Failed, authentication!
fr: Échec, l'authentification!
uk: Вам не вдалось пройти ідентифікацію!

# SuccessEnrollment
source: Congratulations, you've success sign up!
fr: Félicitations, vous avez le succès inscrire!
uk: Вітаємо, ви вдало зареєструвалися!

# FailedEnrollment
source: Failed, sign up!
fr: Échec, inscrivez-vous!
uk: Вам не вдалось зареєструватися!

source: Available KeyHandles
fr: Poignées clés disponibles
uk: Доступні ключі

source: Delete
uk: Видалити

source: YES
uk: Так

source: NO
uk: Ні

source: keyHandle for
uk: ключ для

# ChangeKeyHandleName
source: Do you want to change keyHandle display name?
uk: Ви дійсно бажаєте змінити ім'я ключа?

# RenameKeyNameInfo
source: To change name of key hold down on name for 3 seconds
uk: Щоб змінити ім'я ключа утримуйте на ньому протягом 3 секунд

# FailedKeyHandle
source: Failed keyHandles, please try again to generate new one
uk: Невідповідний ключ, спробуйте знову щоб згенерувати новий

# PushTimeOver
source: Timeover for push notification authentication
uk: Вичерпано час для аутентифікації на допомогою випливаючого повідомлення

# ClearLogs
source: Do you want to clear logs?
uk: Ви дійсно бажаєте вилучити всі записи?

source: OK
fr: D'accord

source: Cancel
fr: Annuler
